import React from 'react'

const AboutParagraph = () => {
  return (
    <div className='paragraphs'>
        <p>
        مؤشر ات مراقبة التصريحات الحكومية بشأن المساهمــات الوطنية في المنـاخ هو أداة مصممــة لتحليل وتتبع التصريحات الحكومية المتعلقـــة بالتزاماتها وخططها المناخيــة. يهدف المؤشــر أيضاً إلى رصد المعلومـــات المضللة وزيادة الشفافيــة حول التغيـر المناخـي من خلال جمع البيانـــــات المنشورة عبر وسائل الإعلام وإنتاج تقارير وتحقيقات صحافية تغطي منطقة شمال أفريقيا وغرب آسيا.
        </p>
        <p>
        نعمل على تطوير مؤشر مراقبة الالتزامات الحكومية بشأن المساهمات المحددة وطنيًا حول المناخ باستخـدام خاصية الذكاء  الاصطنـــاعي؛ عبر جمع وتحليل البيانــــات من  وسائل الإعلام و المصادر الحكومية. تعتمد عملية تقييم  المصادر  على معايير محددة ضمن إطار زمني معيّن، ويتم تحليـــــل المحتـــوى  واضافة التغذية الراجعة بناء  على  النتائج المؤتمتة لعمليات الرصد والاخذ بعين الاعتبار التضليل المتعمّد للمعلومــات ومقارنته بالحقائق من خلال انتاج تحقيقات ميدانية  حول الالتزامات الحكومية . يتم استخدام المنهج الاستقـــرائي والاستنتاجي في التحليــل لتوضيح الدوافع و المتّبعة.
        </p>
    </div>
  )
}

export default AboutParagraph
